acpi
base
base-devel
blueman
bluez
bluez-deprecated-tools
bluez-utils
bridge-utils
brightnessctl
btop
ccache
cheese
chromium
cmatrix
dart-sass
efibootmgr
fastfetch
fd
firefox
font-manager
gedit
git
gnome-calendar
gnome-themes-extra
grub
gsfonts
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
intel-ucode
iwd
jdk-openjdk
jdk21-openjdk
kitty
libqalculate
linux
linux-firmware
lua-language-server
luarocks
man-db
man-pages
maven
mpv
mupdf
nano
nemo
neovim
networkmanager
noto-fonts-emoji
npm
nwg-icon-picker
nwg-look
obsidian
openbsd-netcat
openjdk8-doc
openjdk8-src
os-prober
otf-font-awesome
otf-ipafont
pkgfile
playerctl
qt5-wayland
ripgrep
rofi
rofi-calc
rofimoji
sddm
sdl_ttf
sof-firmware
spotify-launcher
swww
texinfo
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
typescript-language-server
usbutils
vala
viewnior
vim
wireplumber
wl-clipboard
woff2-font-awesome
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
zsh
zsh-autosuggestions
zsh-syntax-highlighting
